Repository: leviFrosty/witness-work
Catalog: targets/watch/Localizable.xcstrings
Source language: en
Languages: bem, de, es, fr, it, ja, ko, nl, pt_br, pt_pt, ru, rw, sw, uk, vi, zh_hans, zh_hant

source: Add Time
de: Zeit hinzufügen
es: Agregar tiempo
fr: Ajouter du temps
it: Aggiungi tempo
ja: 時間を追加する
ko: 시간 추가
nl: Voeg tijd toe
pt_br: Adicionar Hora
pt_pt: Adicionar Tempo
ru: Добавить время
rw: Shyiramo igihe
sw: Ongeza Muda
uk: Додати час
vi: Thêm thời gian
zh_hans: 添加时间
zh_hant: 添加時間

source: Ahead Of Schedule!
de: Vor dem Zeitplan!
es: ¡Antes de lo previsto!
fr: En avance sur le programme!
it: Prima del previsto!
ja: 予定より早い！
ko: 일정보다 앞서!
nl: Voor op schema!
pt_br: Adiantado!
pt_pt: Adiantado!
ru: Досрочно!
rw: Imbere ya gahunda!
sw: Mbele ya Ratiba!
uk: Достроково!
vi: Trước thời hạn!
zh_hans: 提前完成！
zh_hant: 提前完成！

source: Behind Schedule
de: Hinter dem Zeitplan
es: Atrasado en lo previsto
fr: En retard
it: In ritardo
ja: 予定より遅れている
ko: 일정이 늦어짐
nl: Achter op schema
pt_br: Atrasado
pt_pt: Atrasado
ru: Отставать от графика
rw: Inyuma ya gahunda
sw: Nyuma ya Ratiba
uk: Поза розкладом
vi: Chậm tiến độ
zh_hans: 落后于计划
zh_hant: 落后于计划

source: Directions
bem: Imitwale
de: Wegbeschreibung
es: Cómo llegar
it: Indicazioni
ja: 道順
ko: 길찾기
nl: Routebeschrijving
pt_br: Instruções
pt_pt: Direcções
ru: Проезд
rw: Imiyoboro
sw: Maelekezo
uk: Вказівки
vi: Chỉ đường
zh_hans: 方向
zh_hant: 方向

source: Follow Up
de: Nachverfolgen
es: Hacer un seguimiento
fr: Suivi
it: Ritornerò il:
ja: フォローアップ
ko: 다음 방문
nl: Opvolgen
pt_br: Acompanhamento
pt_pt: Acompanhamento
ru: Следовать за
rw: Gukurikirana
sw: Fuatilia
uk: Слідувати
vi: Lần viếng thăm sắp tới
zh_hans: 跟进
zh_hant: 跟进

source: Goal
de: Ziel
es: Meta
fr: But
it: Obiettivo
ja: 目標
ko: 목표
nl: Doel
pt_br: Alvo
pt_pt: Alvo
ru: Цель
rw: Intego
sw: Lengo
uk: Мета
vi: Mục tiêu
zh_hans: 目标
zh_hant: 目标

source: Goal reached
bem: Icalandwilwe cafikwapo
de: Ziel erreicht
es: Objetivo alcanzado
fr: Objectif atteint
it: Obiettivo raggiunto
ja: 目標達成
ko: 목표에 도달했습니다
nl: Doel bereikt
pt_br: Meta alcançada
pt_pt: Objetivo alcançado
ru: Цель достигнута
rw: Intego yagezweho
sw: Lengo limefikiwa
uk: Мета досягнута
vi: Đã đạt mục tiêu
zh_hans: 达到目标
zh_hant: 達到目標

source: Hours
de: Std
es: Horas
fr: Heures
it: Ore
ja: 時間
ko: 시간
nl: Uur
pt_br: Horas
pt_pt: Horas
ru: Часы
rw: Amasaha
sw: Saa
uk: години
vi: Số giờ
zh_hans: 小时
zh_hant: 小時

# hoursCompact
source: h
de: Std
ja: 時
ko: 시
nl: u

# hoursPerDayToGoal
source: per day to goal!
bem: hrs/day to goal!
de: Stunden/Tag bis zum Ziel!
es: hrs/día para llegar hasta la meta!
fr: heures/jour pour atteindre l'objectif !
it: ore/giorni all'obiettivo!
ja: 目標まであと1日何時間！
ko: 목표까지 시간/일!
nl: uur/dag tot doel!
pt_br: horas/dia para alvo!
pt_pt: horas/dia para a meta!
ru: часов/день до цели!
rw: amasaha ku munsi kugera ku ntego!
sw: hrs/siku kufikia lengo!
uk: годин/день до мети!
vi: giờ/ngày để đạt được mục tiêu!
zh_hans: 距离目标还有几个小时/天！
zh_hant: 小时/天达到目标！

# mileage.car
source: Car
bem: Motoka
de: Fahrzeug
es: Coche
fr: Voiture
it: Auto
ja: 車
ko: 자동차
nl: Auto
pt_br: Carro
pt_pt: Carro
ru: Автомобиль
rw: Imodoka
sw: Gari
uk: Автомобіль
vi: Xe
zh_hans: 车辆
zh_hant: 車輛

# mileage.distance
source: Distance
bem: Ukuya Kutali
de: Entfernung
es: Distancia
it: Distanza
ja: 距離
ko: 거리
nl: Afstand
pt_br: Distância
pt_pt: Distância
ru: Расстояние
rw: Intera
sw: Umbali
uk: Відстань
vi: Khoảng cách
zh_hans: 距离
zh_hant: 距離

# mileage.logTrip
source: Log Trip
bem: Lemba Ulwendo
de: Fahrt erfassen
es: Registrar viaje
fr: Enregistrer un trajet
it: Registra un viaggio
ja: 移動を記録
ko: 이동 기록
nl: Rit registreren
pt_br: Registrar viagem
pt_pt: Registar viagem
ru: Записать поездку
rw: Andika urugendo
sw: Rekodi Safari
uk: Записати поїздку
vi: Ghi chuyến đi
zh_hans: 记录行程
zh_hant: 記錄行程

source: Minutes
de: Minuten
es: Minutos
it: Minuti
ja: 分
ko: 분
nl: Minuten
pt_br: Minutos
pt_pt: Minutos
ru: Минуты
rw: Iminota
sw: Dakika
uk: хвилин
vi: Phút
zh_hans: 分钟
zh_hant: 分鐘

# minutesCompact
source: m
de: Min
ja: 分
ko: 분

source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
ja: 月
ko: 월
nl: Maand
pt_br: Mês
pt_pt: Mês
ru: Месяц
rw: Ukwezi
sw: Mwezi
uk: місяць
vi: Tháng
zh_hans: 月份
zh_hant: 月

source: Reported today
bem: Capeelwa lipoti lelo
de: Heute gemeldet
es: Reportado hoy
fr: Signalé aujourd'hui
it: Segnalato oggi
ja: 本日の報告
ko: 오늘 보고됨
nl: Vandaag gemeld
pt_br: Informado hoje
pt_pt: Comunicado hoje
ru: Сообщили сегодня
rw: Yatangajwe uyu munsi
sw: Imeripotiwa leo
uk: Повідомлено сьогодні
vi: Đã báo cáo hôm nay
zh_hans: 今天报告
zh_hant: 今天報告

# requestFailedTryAgain
source: Something went wrong. Try again.
bem: Pali ubwafya. Esheniko nakabili.
de: Etwas ist schiefgelaufen. Versuchen Sie es erneut.
es: Algo salió mal. Inténtalo de nuevo.
fr: Un problème est survenu. Réessayez.
it: Qualcosa è andato storto. Riprova.
ja: 問題が発生しました。もう一度お試しください。
ko: 문제가 발생했습니다. 다시 시도하세요.
nl: Er ging iets mis. Probeer het opnieuw.
pt_br: Algo deu errado. Tente de novo.
pt_pt: Ocorreu um erro. Tente novamente.
ru: Что-то пошло не так. Повторите попытку.
rw: Hari ikitagenze neza. Ongera ugerageze.
sw: Hitilafu ilitokea. Jaribu tena.
uk: Щось пішло не так. Повторіть спробу.
vi: Đã xảy ra sự cố. Hãy thử lại.
zh_hans: 出了点问题。请重试。
zh_hant: 發生問題。請再試一次。

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pt_br: Salvar
pt_pt: Guardar
ru: Сохранять
rw: Emeza
sw: Hifadhi
uk: зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 节省

source: Shared the Good News
de: Die gute Botschaft bekannt gemacht
es: Compartió el Buenas noticias
fr: Partagé le Bonnes nouvelles
it: Ho dato Testimonianza
ja: を共有しました 良いニュース
ko: 공유된 좋은 소식
nl: Deelde de Goed nieuws
pt_br: Compartilhou as Boas Notícias
pt_pt: Transmitiu as Boas Novas
ru: Поделился Хорошие новости
rw: Watangaje ubutumwa bwiza
sw: Habari njema uliotangaza
uk: Поділився Гарні новини
vi: Đã chia sẻ Tin mừng
zh_hans: 分享了 好消息
zh_hant: 分享了 好消息

# siriAddServiceTime
source: Add Service Time
bem: Lundako Inshita ya Mulimo
de: Dienstzeit hinzufügen
es: Agregar tiempo de servicio
fr: Ajouter du temps de service
it: Aggiungi tempo di servizio
ja: 奉仕時間を追加
ko: 봉사 시간 추가
nl: Diensttijd toevoegen
pt_br: Adicionar tempo de serviço
pt_pt: Adicionar tempo de serviço
ru: Добавить время служения
rw: Ongeraho igihe cy'umurimo
sw: Ongeza Muda wa Huduma
uk: Додати час служіння
vi: Thêm giờ rao giảng
zh_hans: 添加传道时间
zh_hant: 新增傳道時間

# siriDistancePromptKm
source: How many kilometers was the trip?
bem: Ulwendo lwali amakilomita yashinga?
de: Wie viele Kilometer war die Fahrt?
es: ¿Cuántos kilómetros fue el viaje?
fr: Combien de kilomètres faisait le trajet ?
it: Quanti chilometri era il viaggio?
ja: 移動は何キロメートルでしたか?
ko: 이동 거리가 몇 킬로미터였나요?
nl: Hoeveel kilometer was de rit?
pt_br: Quantos quilômetros teve a viagem?
pt_pt: Quantos quilómetros teve a viagem?
ru: Сколько километров составила поездка?
rw: Urugendo rwari rwa kilometero zingahe?
sw: Safari ilikuwa kilomita ngapi?
uk: Скільки кілометрів була поїздка?
vi: Chuyến đi dài bao nhiêu kilômét?
zh_hans: 这次行程有多少公里？
zh_hant: 這趟行程有幾公里？

# siriDistancePromptMi
source: How many miles was the trip?
bem: Ulwendo lwali amamile yashinga?
de: Wie viele Meilen war die Fahrt?
es: ¿Cuántas millas fue el viaje?
fr: Combien de miles faisait le trajet ?
it: Quante miglia era il viaggio?
ja: 移動は何マイルでしたか?
ko: 이동 거리가 몇 마일이었나요?
nl: Hoeveel mijl was de rit?
pt_br: Quantas milhas teve a viagem?
pt_pt: Quantas milhas teve a viagem?
ru: Сколько миль составила поездка?
rw: Urugendo rwari rwa mayili zingahe?
sw: Safari ilikuwa maili ngapi?
uk: Скільки миль була поїздка?
vi: Chuyến đi dài bao nhiêu dặm?
zh_hans: 这次行程有多少英里？
zh_hant: 這趟行程有幾英里？

# siriDuration
source: Duration
bem: Inshita Iyo Cimbila
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 長さ
ko: 시간
nl: Duur
pt_br: Duração
pt_pt: Duração
ru: Длительность
rw: Igihe kimara
sw: Muda
uk: Тривалість
vi: Thời lượng
zh_hans: 时长
zh_hant: 時間長度

# siriHoursLoggingOff
source: Turn on Log my hours in WitnessWork to add time.
bem: Washeni Lemba amaawala yandi muli WitnessWork pa kulundako inshita.
de: Schalten Sie in WitnessWork „Meine Stunden erfassen“ ein, um Zeit hinzuzufügen.
es: Activa Registrar mis horas en WitnessWork para agregar tiempo.
fr: Activez Enregistrer mes heures dans WitnessWork pour ajouter du temps.
it: Attiva Registra le mie ore in WitnessWork per aggiungere tempo.
ja: 時間を追加するには、WitnessWorkで「自分の時間を記録する」をオンにしてください。
ko: 시간을 추가하려면 WitnessWork에서 ‘내 시간 기록하기’를 켜세요.
nl: Zet Mijn uren bijhouden aan in WitnessWork om tijd toe te voegen.
pt_br: Ative Registrar minhas horas no WitnessWork para adicionar tempo.
pt_pt: Ative Registar as minhas horas no WitnessWork para adicionar tempo.
ru: Включите «Записывать мои часы» в WitnessWork, чтобы добавлять время.
rw: Fungura Andika amasaha yanjye muri WitnessWork kugira ngo wongereho igihe.
sw: Washa Rekodi saa zangu katika WitnessWork ili kuongeza muda.
uk: Увімкніть «Записувати мої години» у WitnessWork, щоб додавати час.
vi: Hãy bật Ghi giờ của tôi trong WitnessWork để thêm giờ.
zh_hans: 请在 WitnessWork 中开启“记录我的时数”以添加时间。
zh_hant: 請在 WitnessWork 中開啟「記錄我的時數」，才能新增時間。

# siriInvalidDistance
source: Choose a distance greater than 0.
bem: Saleni ukuya kutali ukucila pa 0.
de: Wählen Sie eine Entfernung größer als 0.
es: Elige una distancia mayor que 0.
fr: Choisissez une distance supérieure à 0.
it: Scegli una distanza maggiore di 0.
ja: 0より大きい距離を選んでください。
ko: 0보다 큰 거리를 선택하세요.
nl: Kies een afstand groter dan 0.
pt_br: Escolha uma distância maior que 0.
pt_pt: Escolha uma distância superior a 0.
ru: Выберите расстояние больше 0.
rw: Hitamo intera irenze 0.
sw: Chagua umbali mkubwa kuliko 0.
uk: Виберіть відстань, більшу за 0.
vi: Hãy chọn khoảng cách lớn hơn 0.
zh_hans: 请选择大于 0 的距离。
zh_hant: 請選擇大於 0 的距離。

# siriInvalidDuration
source: Choose a duration between 1 minute and 24 hours.
bem: Saleni inshita ukufuma pa miniti imo ukufika pa maawala 24.
de: Wählen Sie eine Dauer zwischen 1 Minute und 24 Stunden.
es: Elige una duración entre 1 minuto y 24 horas.
fr: Choisissez une durée comprise entre 1 minute et 24 heures.
it: Scegli una durata tra 1 minuto e 24 ore.
ja: 1分から24時間の間の長さを選んでください。
ko: 1분에서 24시간 사이의 시간을 선택하세요.
nl: Kies een duur tussen 1 minuut en 24 uur.
pt_br: Escolha uma duração entre 1 minuto e 24 horas.
pt_pt: Escolha uma duração entre 1 minuto e 24 horas.
ru: Выберите длительность от 1 минуты до 24 часов.
rw: Hitamo igihe kiri hagati y'umunota 1 n'amasaha 24.
sw: Chagua muda kati ya dakika 1 na saa 24.
uk: Виберіть тривалість від 1 хвилини до 24 годин.
vi: Hãy chọn thời lượng từ 1 phút đến 24 giờ.
zh_hans: 请选择 1 分钟到 24 小时之间的时长。
zh_hant: 請選擇 1 分鐘到 24 小時之間的時間長度。

# siriLogRoundTripShort
source: Log Round Trip
bem: Lemba Ulwendo lwa Kuya no Kubwela
de: Hin- und Rückfahrt erfassen
es: Registrar ida y vuelta
fr: Enregistrer un aller-retour
it: Registra andata e ritorno
ja: 往復を記録
ko: 왕복 이동 기록
nl: Retourrit registreren
pt_br: Registrar ida e volta
pt_pt: Registar viagem de ida e volta
ru: Записать поездку туда и обратно
rw: Andika kugenda no kugaruka
sw: Rekodi Safari ya Kwenda na Kurudi
uk: Записати поїздку туди й назад
vi: Ghi chuyến đi khứ hồi
zh_hans: 记录往返行程
zh_hant: 記錄來回行程

# siriLogTrip
source: Log Mileage Trip
bem: Lemba Ulwendo lwa Makilomita
de: Fahrt erfassen
es: Registrar viaje de kilometraje
fr: Enregistrer un trajet de kilométrage
it: Registra un viaggio chilometrico
ja: 走行距離の移動を記録
ko: 주행 거리 이동 기록
nl: Kilometerrit registreren
pt_br: Registrar viagem de quilometragem
pt_pt: Registar viagem de quilometragem
ru: Записать поездку (пробег)
rw: Andika urugendo rw'ibirometero
sw: Rekodi Safari ya Umbali
uk: Записати поїздку пробігу
vi: Ghi chuyến đi quãng đường
zh_hans: 记录里程行程
zh_hant: 記錄里程行程

# siriMileageOff
source: Turn on Track Mileage in WitnessWork to log trips.
bem: Washeni Konkelela Amakilomita muli WitnessWork pa kulemba amalwendo.
de: Schalten Sie in WitnessWork „Fahrstrecke erfassen“ ein, um Fahrten zu erfassen.
es: Activa Registrar kilometraje en WitnessWork para registrar viajes.
fr: Activez Suivre le kilométrage dans WitnessWork pour enregistrer des trajets.
it: Attiva Registra il chilometraggio in WitnessWork per registrare i viaggi.
ja: 移動を記録するには、WitnessWorkで「走行距離を記録」をオンにしてください。
ko: 이동을 기록하려면 WitnessWork에서 ‘주행 거리 기록’을 켜세요.
nl: Zet Kilometers bijhouden aan in WitnessWork om ritten te registreren.
pt_br: Ative Registrar quilometragem no WitnessWork para registrar viagens.
pt_pt: Ative Acompanhar quilometragem no WitnessWork para registar viagens.
ru: Включите «Вести учёт пробега» в WitnessWork, чтобы записывать поездки.
rw: Fungura Kurikirana ibirometero muri WitnessWork kugira ngo wandike ingendo.
sw: Washa Fuatilia Umbali katika WitnessWork ili kurekodi safari.
uk: Увімкніть «Вести облік пробігу» у WitnessWork, щоб записувати поїздки.
vi: Hãy bật Theo dõi quãng đường trong WitnessWork để ghi chuyến đi.
zh_hans: 请在 WitnessWork 中开启“记录里程”以记录行程。
zh_hant: 請在 WitnessWork 中開啟「追蹤里程」，才能記錄行程。

# siriNoCar
source: Add a car on WitnessWork's Mileage screen to log trips.
bem: Lundeni motoka pa cipao ca Amakilomita ica WitnessWork pa kulemba amalwendo.
de: Fügen Sie auf dem Bildschirm „Fahrstrecke“ von WitnessWork ein Fahrzeug hinzu, um Fahrten zu erfassen.
es: Añade un coche en la pantalla Kilometraje de WitnessWork para registrar viajes.
fr: Ajoutez une voiture sur l’écran Kilométrage de WitnessWork pour enregistrer des trajets.
it: Aggiungi un’auto nella schermata Chilometraggio di WitnessWork per registrare i viaggi.
ja: 移動を記録するには、WitnessWorkの「走行距離」画面で車を追加してください。
ko: 이동을 기록하려면 WitnessWork의 주행 거리 화면에서 자동차를 추가하세요.
nl: Voeg een auto toe op het scherm Kilometers van WitnessWork om ritten te registreren.
pt_br: Adicione um carro na tela Quilometragem do WitnessWork para registrar viagens.
pt_pt: Adicione um carro no ecrã Quilometragem do WitnessWork para registar viagens.
ru: Добавьте автомобиль на экране «Пробег» в WitnessWork, чтобы записывать поездки.
rw: Ongeraho imodoka ku ecran y'Ibirometero ya WitnessWork kugira ngo wandike ingendo.
sw: Ongeza gari kwenye skrini ya Umbali ya WitnessWork ili kurekodi safari.
uk: Додайте автомобіль на екрані «Пробіг» у WitnessWork, щоб записувати поїздки.
vi: Hãy thêm một chiếc xe trên màn hình Quãng đường của WitnessWork để ghi chuyến đi.
zh_hans: 请在 WitnessWork 的里程页面添加车辆，以记录行程。
zh_hant: 請在 WitnessWork 的「里程」畫面中新增一輛車，才能記錄行程。

# siriOneWayPromptKm
source: How many kilometers is it one way?
bem: Ni amakilomita yashinga ukuya fye?
de: Wie viele Kilometer sind es in eine Richtung?
es: ¿Cuántos kilómetros son de ida?
fr: Combien de kilomètres fait le trajet aller ?
it: Quanti chilometri sono di sola andata?
ja: 片道は何キロメートルですか?
ko: 편도로 몇 킬로미터인가요?
nl: Hoeveel kilometer is het enkele reis?
pt_br: Quantos quilômetros são só de ida?
pt_pt: Quantos quilómetros são de ida?
ru: Сколько километров в одну сторону?
rw: Ni kilometero zingahe mu nzira imwe?
sw: Ni kilomita ngapi kwa upande mmoja?
uk: Скільки кілометрів в один бік?
vi: Một chiều dài bao nhiêu kilômét?
zh_hans: 单程有多少公里？
zh_hant: 單程有幾公里？

# siriOneWayPromptMi
source: How many miles is it one way?
bem: Ni amamile yashinga ukuya fye?
de: Wie viele Meilen sind es in eine Richtung?
es: ¿Cuántas millas son de ida?
fr: Combien de miles fait le trajet aller ?
it: Quante miglia sono di sola andata?
ja: 片道は何マイルですか?
ko: 편도로 몇 마일인가요?
nl: Hoeveel mijl is het enkele reis?
pt_br: Quantas milhas são só de ida?
pt_pt: Quantas milhas são de ida?
ru: Сколько миль в одну сторону?
rw: Ni mayili zingahe mu nzira imwe?
sw: Ni maili ngapi kwa upande mmoja?
uk: Скільки миль в один бік?
vi: Một chiều dài bao nhiêu dặm?
zh_hans: 单程有多少英里？
zh_hant: 單程有幾英里？

# siriPauseServiceTimer
source: Pause Service Timer
bem: Leka Icakupimako ca Mulimo
de: Dienst-Timer pausieren
es: Pausar cronómetro de servicio
fr: Mettre en pause le minuteur de service
it: Metti in pausa il timer del servizio
ja: 奉仕タイマーを一時停止
ko: 봉사 타이머 일시 정지
nl: Dienstimer pauzeren
pt_br: Pausar cronômetro de serviço
pt_pt: Pausar temporizador de serviço
ru: Приостановить таймер служения
rw: Hagarika igihe cy'umurimo kibarwa by'agateganyo
sw: Sitisha Kipima Muda cha Huduma
uk: Призупинити таймер служіння
vi: Tạm dừng bộ đếm giờ rao giảng
zh_hans: 暂停传道计时器
zh_hant: 暫停傳道計時器

# siriSetUp
source: Open WitnessWork once to finish setting up, then try again.
bem: Isuleni WitnessWork umuku umo pa kupwisha ukupanga, elyo mwesheko nakabili.
de: Öffnen Sie WitnessWork einmal, um die Einrichtung abzuschließen, und versuchen Sie es dann erneut.
es: Abre WitnessWork una vez para terminar la configuración y vuelve a intentarlo.
fr: Ouvrez WitnessWork une fois pour terminer la configuration, puis réessayez.
it: Apri WitnessWork una volta per terminare la configurazione, poi riprova.
ja: WitnessWorkを一度開いてセットアップを完了してから、もう一度お試しください。
ko: 설정을 마치려면 WitnessWork를 한 번 연 다음 다시 시도하세요.
nl: Open WitnessWork eenmaal om het instellen af te ronden en probeer het dan opnieuw.
pt_br: Abra o WitnessWork uma vez para concluir a configuração e tente de novo.
pt_pt: Abra o WitnessWork uma vez para concluir a configuração e tente novamente.
ru: Один раз откройте WitnessWork, чтобы завершить настройку, затем повторите попытку.
rw: Fungura WitnessWork rimwe kugira ngo urangize gutegura, hanyuma wongere ugerageze.
sw: Fungua WitnessWork mara moja ili kumaliza kusanidi, kisha ujaribu tena.
uk: Один раз відкрийте WitnessWork, щоб завершити налаштування, потім повторіть спробу.
vi: Hãy mở WitnessWork một lần để hoàn tất thiết lập, rồi thử lại.
zh_hans: 请先打开一次 WitnessWork 完成设置，然后再试一次。
zh_hant: 請先開啟一次 WitnessWork 以完成設定，然後再試一次。

# siriStartServiceTimer
source: Start Service Timer
bem: Tendeka Icakupimako ca Mulimo
de: Dienst-Timer starten
es: Iniciar cronómetro de servicio
fr: Démarrer le minuteur de service
it: Avvia il timer del servizio
ja: 奉仕タイマーを開始
ko: 봉사 타이머 시작
nl: Dienstimer starten
pt_br: Iniciar cronômetro de serviço
pt_pt: Iniciar temporizador de serviço
ru: Запустить таймер служения
rw: Tangiza igihe cy'umurimo kibarwa
sw: Anzisha Kipima Muda cha Huduma
uk: Запустити таймер служіння
vi: Bắt đầu bộ đếm giờ rao giảng
zh_hans: 开始传道计时器
zh_hant: 開始傳道計時器

# siriStopServiceTimer
source: Stop and Save Service Timer
bem: Pwisha no Kusunga Icakupimako ca Mulimo
de: Dienst-Timer stoppen und speichern
es: Detener y guardar cronómetro de servicio
fr: Arrêter et enregistrer le minuteur de service
it: Ferma e salva il timer del servizio
ja: 奉仕タイマーを停止して保存
ko: 봉사 타이머 중지 및 저장
nl: Dienstimer stoppen en opslaan
pt_br: Parar e salvar cronômetro de serviço
pt_pt: Parar e guardar temporizador de serviço
ru: Остановить и сохранить таймер служения
rw: Hagarika kandi ubike igihe cy'umurimo kibarwa
sw: Komesha na Hifadhi Kipima Muda cha Huduma
uk: Зупинити й зберегти таймер служіння
vi: Dừng và lưu bộ đếm giờ rao giảng
zh_hans: 停止并保存传道计时器
zh_hant: 停止並儲存傳道計時器

# siriStopTimerShort
source: Stop Timer
bem: Pwisha Icakupimako
de: Timer stoppen
es: Detener cronómetro
fr: Arrêter le minuteur
it: Ferma il timer
ja: タイマーを停止
ko: 타이머 중지
nl: Timer stoppen
pt_br: Parar Cronômetro
pt_pt: Parar temporizador
ru: Остановить таймер
rw: Hagarika igihe
sw: Komesha Kipima Muda
uk: Зупинити таймер
vi: Dừng bộ đếm giờ
zh_hans: 停止计时器
zh_hant: 停止計時

# siriTimerEmpty
source: The timer has less than a minute, so no time was added.
bem: Icakupimako cikwata panono ukucila iminiti imo, ico tapali inshita yalundwako.
de: Der Timer hat weniger als eine Minute, daher wurde keine Zeit hinzugefügt.
es: El cronómetro tiene menos de un minuto, así que no se agregó tiempo.
fr: Le minuteur affiche moins d’une minute, aucun temps n’a donc été ajouté.
it: Il timer ha meno di un minuto, quindi non è stato aggiunto alcun tempo.
ja: タイマーが1分未満のため、時間は追加されませんでした。
ko: 타이머가 1분 미만이어서 시간이 추가되지 않았습니다.
nl: De timer staat op minder dan een minuut, dus er is geen tijd toegevoegd.
pt_br: O cronômetro tem menos de um minuto, então nenhum tempo foi adicionado.
pt_pt: O temporizador tem menos de um minuto, por isso não foi adicionado tempo.
ru: В таймере меньше минуты, поэтому время не добавлено.
rw: Igihe kibarwa kiri munsi y'umunota umwe, bityo nta gihe cyongeweho.
sw: Kipima muda kina chini ya dakika moja, kwa hivyo hakuna muda ulioongezwa.
uk: Таймер показує менше хвилини, тому час не додано.
vi: Bộ đếm giờ chưa đến một phút, nên không có giờ nào được thêm.
zh_hans: 计时器不足一分钟，因此没有添加时间。
zh_hant: 計時器不到一分鐘，所以沒有新增時間。

# siriTimerPaused
source: Timer paused
bem: Icakupimako cayaleka
de: Timer pausiert
es: Cronómetro en pausa
fr: Minuteur en pause
it: Timer in pausa
ja: タイマーを一時停止しました
ko: 타이머가 일시 정지되었습니다
nl: Timer gepauzeerd
pt_br: Cronômetro pausado
pt_pt: Temporizador em pausa
ru: Таймер приостановлен
rw: Igihe kibarwa cyahagaze by'agateganyo
sw: Kipima muda kimesitishwa
uk: Таймер призупинено
vi: Đã tạm dừng bộ đếm giờ
zh_hans: 计时器已暂停
zh_hant: 計時器已暫停

# siriTimerSaved
source: Timer stopped and time added
bem: Icakupimako cayaleka kabili inshita yalundwako
de: Timer gestoppt und Zeit hinzugefügt
es: Cronómetro detenido y tiempo agregado
fr: Minuteur arrêté et temps ajouté
it: Timer fermato e tempo aggiunto
ja: タイマーを停止し、時間を追加しました
ko: 타이머가 중지되고 시간이 추가되었습니다
nl: Timer gestopt en tijd toegevoegd
pt_br: Cronômetro parado e tempo adicionado
pt_pt: Temporizador parado e tempo adicionado
ru: Таймер остановлен, время добавлено
rw: Igihe kibarwa cyahagaritswe kandi igihe cyongeweho
sw: Kipima muda kimekomeshwa na muda umeongezwa
uk: Таймер зупинено, час додано
vi: Đã dừng bộ đếm giờ và thêm giờ
zh_hans: 计时器已停止，时间已添加
zh_hant: 計時器已停止，時間已新增

# siriTimerStarted
source: Timer started
bem: Icakupimako cayatendeka
de: Timer gestartet
es: Cronómetro iniciado
fr: Minuteur démarré
it: Timer avviato
ja: タイマーを開始しました
ko: 타이머가 시작되었습니다
nl: Timer gestart
pt_br: Cronômetro iniciado
pt_pt: Temporizador iniciado
ru: Таймер запущен
rw: Igihe kibarwa cyatangiye
sw: Kipima muda kimeanza
uk: Таймер запущено
vi: Đã bắt đầu bộ đếm giờ
zh_hans: 计时器已开始
zh_hant: 計時器已開始

# siriTimerTooLong
source: The timer has 24 hours or more, which is too long for one entry. Check the time in WitnessWork.
bem: Icakupimako cikwata amaawala 24 nelyo ukucilapo, ico cacila pa cintu cimo. Moneni inshita muli WitnessWork.
de: Der Timer hat 24 Stunden oder mehr, was für einen Eintrag zu lang ist. Prüfen Sie die Zeit in WitnessWork.
es: El cronómetro tiene 24 horas o más, lo cual es demasiado para una sola entrada. Comprueba el tiempo en WitnessWork.
fr: Le minuteur affiche 24 heures ou plus, ce qui est trop long pour une seule entrée. Vérifiez le temps dans WitnessWork.
it: Il timer ha 24 ore o più, troppo per una sola voce. Controlla il tempo in WitnessWork.
ja: タイマーが24時間以上になっており、1件の記録としては長すぎます。WitnessWorkで時間を確認してください。
ko: 타이머가 24시간 이상이어서 하나의 기록으로는 너무 깁니다. WitnessWork에서 시간을 확인하세요.
nl: De timer staat op 24 uur of meer, wat te lang is voor één registratie. Controleer de tijd in WitnessWork.
pt_br: O cronômetro tem 24 horas ou mais, o que é longo demais para um registro. Confira o tempo no WitnessWork.
pt_pt: O temporizador tem 24 horas ou mais, o que é demasiado para um só registo. Verifique o tempo no WitnessWork.
ru: В таймере 24 часа или больше — слишком много для одной записи. Проверьте время в WitnessWork.
rw: Igihe kibarwa kingana n'amasaha 24 cyangwa kirenga, ibyo bikaba birebire cyane ku nyandiko imwe. Reba igihe muri WitnessWork.
sw: Kipima muda kina saa 24 au zaidi, ambayo ni muda mrefu mno kwa ingizo moja. Angalia muda katika WitnessWork.
uk: Таймер показує 24 години або більше, що забагато для одного запису. Перевірте час у WitnessWork.
vi: Bộ đếm giờ đã chạy từ 24 giờ trở lên, quá dài cho một mục. Hãy kiểm tra thời gian trong WitnessWork.
zh_hans: 计时器已达 24 小时或更长，对于一条记录来说太长了。请在 WitnessWork 中检查时间。
zh_hant: 計時器已達 24 小時或以上，對單筆紀錄來說太長。請在 WitnessWork 中檢查時間。

# siriTripLogged
source: Trip logged
bem: Ulwendo lwalembwa
de: Fahrt erfasst
es: Viaje registrado
fr: Trajet enregistré
it: Viaggio registrato
ja: 移動を記録しました
ko: 이동이 기록되었습니다
nl: Rit geregistreerd
pt_br: Viagem registrada
pt_pt: Viagem registada
ru: Поездка записана
rw: Urugendo rwanditswe
sw: Safari imerekodiwa
uk: Поїздку записано
vi: Đã ghi chuyến đi
zh_hans: 行程已记录
zh_hant: 行程已記錄
